Repository: WPPlugins/gold-price-chart-widget
Catalog: languages/gold-price-chart-widget-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Title
de_de: Titre
es_es: Titulo
fr_fr: Titre
it_it: Titolo

source: Select currency
de_de: Währung
es_es: Moneda
fr_fr: Devise
it_it: Valuta

source: Height
de_de: Höhe
es_es: Altura
fr_fr: Hauteur
it_it: Altezza

source: Width
de_de: Breite
es_es: Ancho
fr_fr: Largeur
it_it: Larghezza

source: www.goldbroker.com
fr_fr: www.goldbroker.fr

source: by
de_de: von
es_es: por
fr_fr: par
it_it: da

source: Goldbroker.com
fr_fr: Goldbroker.fr

source: Live Silver Price
de_de: Silberpreis
es_es: Precio de la plata
fr_fr: Cours de l'argent
it_it: Quotazione dell'argento

source: Silver Price
de_de: Silberpreis
es_es: Precio de la plata
fr_fr: Cours de l'argent
it_it: Quotazione dell'argento

source: Live silver price chart
de_de: Silberpreis chart
es_es: Precio de la plata en tiempo real - Gr치fico
fr_fr: Graphique du cours de l'argent en direct
it_it: Il grafico in tempo reale dell'argento

source: Live Gold Price
de_de: Goldpreis
es_es: Precio del oro
fr_fr: Cours de l'or
it_it: Quotazione oro

source: Gold Price
de_de: Goldpreis
es_es: Precio del oro
fr_fr: Cours de l'or
it_it: Quotazione oro

source: Live gold price chart
de_de: Goldpreis chart
es_es: Precio del oro en tiempo real - Gr치fico
fr_fr: Graphique du cours de l'or
it_it: Il grafico in tempo reale dell'oro

source: Live Palladium Price
de_de: Palladiumpreis
es_es: Precio del paladio
fr_fr: Cours du palladium
it_it: Quotazione palladio

source: Palladium Price
de_de: Palladiumpreis
es_es: Precio del paladio
fr_fr: Cours du palladium
it_it: Quotazione palladio

source: Live palladium price chart
de_de: Palladiumpreis chart
es_es: Precio de la paladio en tiempo real - Gr치fico
fr_fr: Graphique du cours du palladium
it_it: Il grafico in tempo reale del palladio

source: Live Platinum Price
de_de: Platinpreis
es_es: Precio del platino
fr_fr: Cours du platine
it_it: Quotazione platino

source: Platinum Price
de_de: Platinpreis
es_es: Precio del platino
fr_fr: Cours du platine
it_it: Quotazione platino

source: Live platinum price chart
de_de: Platinpreis chart
es_es: Precio del platino en tiempo real - Gr치fico
fr_fr: Graphique du cours du platine
it_it: Il grafico in tempo reale del platino

source: Live 1 ounce Silver Price
de_de: 1 Unze Silberpreis
es_es: Precio de una onza de argento
fr_fr: Prix d'une once d'argent
it_it: Prezzo di una onza de argento

source: Live 1 ounce Gold Price
de_de: 1 Unze Goldpreis
es_es: Precio de una onza de oro
fr_fr: Prix d'une once d'or
it_it: Prezzo di una onza de oro

source: Live 1 ounce Palladium Price
de_de: 1 Unze Palladiumpreis
es_es: Precio de una onza de paladio
fr_fr: Prix d'une once de palladium
it_it: Prezzo di una onza de palladio

source: Live 1 ounce Platinum Price
de_de: 1 Unze Platinpreis
es_es: Precio de una onza de platino
fr_fr: Prix d'une once de platine
it_it: Prezzo di una onza de patino
